Repository: ivarhuni/appyhour
Catalog: app/lib/presentation/core/i10n/app_*.arb
Languages: is

# appTitle
source: Happy Hour
is: Gleðistund

# actionTryAgain
source: Try Again
is: Reyna aftur

# actionRetry
source: Retry
is: Reyna

# actionShowAllBars
source: Show all bars
is: Sýna alla staði

# filterAll
source: All
is: Allt

# filterHappyHourNow
source: Happy Hour Now
is: Gleðistund núna

# sortDefault
source: Default
is: Sjálfgefið

# sortCheapestBeer
source: Cheapest Beer
is: Ódýrast bjór

# sortNearest
source: Nearest
is: Næst

# sortTopRated
source: Top Rated
is: Hæst metið

# sortLabelPrice
source: Price
is: Verð

# sortLabelDistance
source: Distance
is: Fjarlægð

# sortLabelRating
source: Rating
is: Einkunn

# labelHappyHour
source: HAPPY HOUR
is: GLEÐISTUND

# labelTwoForOne
source: 2-for-1
is: 2-fyrir-1

# labelTwoForOneAvailable
source: 2-for-1 deals available!
is: 2-fyrir-1 tilboð í boði!

# labelHappyHourPrices
source: Happy Hour Prices
is: Gleðistundarverð

# labelBeer
source: Beer
is: Bjór

# labelWine
source: Wine
is: Vín

# labelNotes
source: Notes
is: Athugasemdir

# labelAbout
source: About
is: Um

# labelContact
source: Contact
is: Hafa samband

# msgOops
source: Oops!
is: Úps!

# msgNoHappyHoursNow
source: No happy hours right now
is: Engar gleðistundir núna

# msgNoBarsFound
source: No bars found
is: Engir staðir fundust

# msgCheckBackLater
source: Check back later or view all bars
is: Athugaðu aftur síðar eða skoðaðu alla staði

# msgPullToRefresh
source: Pull down to refresh
is: Dragðu niður til að uppfæra

# locationEnable
source: Enable location
is: Virkja staðsetningu

source: Location enabled
is: Staðsetning virk
